

"kBluetoothConnectionFailedTitle"				= "Bluetooth 音频失败。";
"kBluetoothConnectionErrorTitle"				= "连接您的音频设备时出错。";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "配对不再有效。请重新配对您的设备，然后再试一次。";
"kBluetoothConnectionFailedExplanation"			= "连接您的耳机时出错。请确定它已开电并在通信范围内。您可能不得不重新启动所正在使用的程序的音频部分。";
"kBluetoothSBCCodecMismatchExplanation"			= "连接您的耳机时出错。已编码的音频流配置不被远程设备接受。";
"kBluetoothConnectionUnsupportedExplanation"	= "无法打开与已启用的音频设备的连接。请重新设置。";

"kBluetoothDisconnectedTitle"					= "Bluetooth 音频已断开。";
"kBluetoothDisconnectedExplanation"				= "您的耳机意外断开连接。请确定它已开电并在通信范围内。您可能不得不重新启动所正在使用的程序的音频部分。";

"kBluetoothAudioInUseTitle"						= "Bluetooth 音频在使用中。";
"kBluetoothAudioInUseExplanation"				= "已经有另一个 Bluetooth 耳机在使用。一次只能使用一个 Bluetooth 耳机。";

"kBluetoothAudioOKButtonTitle"					= "好";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "停止使用耳机";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "停止使用耳机";

"kBluetoothAudioHeadsetDeviceType"				= "耳机";
"kBluetoothAudioHeadphoneDeviceType"			= "耳机";

"kBluetoothAudioSwitchButtonTitle"				= "使用此设备";
"kBluetoothAudioTryAgainButtonTitle"			= "再试一次";
"kBluetoothAudioDisconnectButtonTitle"			= "断开连接";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "不再询问我";

"kBluetoothAudioSwitchHeadestMessageText"		= "您想将 Bluetooh “%@（单声道）”用做您的音频设备吗？";
"kBluetoothAudioSwitchA2DPMessageText"			= "您想将 Bluetooh “%@（立体声）”用做您的音频设备吗？";

"kBluetoothAudioSwitchInfoText"					= "您可以在 Bluetooth 偏好设置面板中停用此对话，只需点按高级选项并取消选择“对所有进入的音频请求进行提示”即可。";

